import React from 'react';
import img from "../assets/t.png";

const Teachers = () => {
    return (
        <div className="mt-50 mx-10">


            <img
                className="block w-full max-w-[1000px] h-auto mx-auto"
                src={img}
                alt="t"
            />

            <hr className="border-t-4 border-[#3D0C59]"/>
            <hr className="border-t-4 border-[#FFBB00]"/>


            <div className="text-center my-4 sm:my-6">
                <h2 className="text-2xl sm:text-3xl lg:text-4xl font-bold text-[#4a1b6b] mb-2">
                    শিক্ষক মন্ডলি
                </h2>
            </div>


            <div className="text-center mt-16 sm:mt-20">
                <h2 className="text-2xl sm:text-3xl lg:text-4xl font-bold text-[#4a1b6b] mb-8">
                    আমাদের সম্পর্কে
                </h2>

                <div
                    className="font-maven text-sm sm:text-base md:text-lg text-black leading-relaxed md:leading-loose max-w-[900px] mx-auto space-y-4 text-justify sm:text-center">
                    <p>
                        এডুটিউন বাংলাদেশের শীর্ষ ই-লার্নিং প্ল্যাটফর্মগুলির মধ্যে অন্যতম। আমরা শিশু-কিশোরদের দক্ষতা
                        ভিত্তিক কোর্স নিয়ে কাজ করে থাকি। আমাদের উল্লেখযোগ্য কোর্সগুলির মধ্যে রয়েছে —
                        স্পোকেন ইংলিশ, অ্যাবাকাস মাস্টারিং মেন্টাল ম্যাথ 🧠, প্রেজেন্টেশন এন্ড পাবলিক স্পিকিং 💡,
                        ড্রয়িং এবং সিঙ্গাপুর ম্যাথ এর মত আধুনিক ও সময়োপযোগী কোর্স।
                    </p>

                    <p>
                        আমরাই বাংলাদেশে প্রথমবারের মতো অনলাইন প্ল্যাটফর্মে “সিপিএ” ভিত্তিক “সিঙ্গাপুর ম্যাথ" কোর্স নিয়ে
                        আসি। ইতিমধ্যে দেশের বিভিন্ন প্রান্ত থেকে ৩০,০০০-এরও বেশি শিক্ষার্থী আমাদের পরিবারে যুক্ত হয়েছে।
                    </p>

                    <p>
                        একাডেমিক এক্সেলেন্স প্রোগ্রামের মাধ্যমে আমরা শিক্ষার্থীদের একাডেমিক পরীক্ষার জন্য প্রস্তুত করছি।
                        আমাদের অভিজ্ঞ দেশী ও বিদেশী শিক্ষকবৃন্দ, দক্ষ অপারেশন টিম এবং প্রিমিয়াম স্টাডি ম্যাটেরিয়ালস এর
                        সমন্বয় কোর্সগুলোকে করেছে একেবারে অনন্য।
                    </p>

                    <p>
                        বর্তমানে আমরা বাংলাদেশের সেরা অনলাইন ক্যাডেট ভর্তি কোচিং পরিচালনা করছি। আমাদের শিক্ষকরা
                        দেশের বিভিন্ন ক্যাডেট কলেজ থেকে পড়াশোনা করে এসেছেন। এই সকল এক্স-ক্যাডেটদের যোগ্য নেতৃত্বে
                        শিক্ষার্থীরা ক্যাডেট ভর্তি পরীক্ষায় বয়ে আনছে সাফল্য।
                    </p>

                    <p>
                        আমাদের অ্যাপ এবং ওয়েবসাইটের মাধ্যমে খুব সহজে শিক্ষার্থীরা ভার্চুয়াল ক্লাসরুমের অভিজ্ঞতা
                        পাচ্ছে।
                        বাংলাদেশে আমরাই প্রথমবারের মতো অনলাইন প্ল্যাটফর্মে ভার্চুয়াল ক্লাসরুমের ধারণাটিকে আমূল
                        পরিবর্তন করেছি। এভাবেই এডুটিউন পরিণত হয়েছে দেশের একটি সেরা ই-লার্নিং প্ল্যাটফর্মে!
                    </p>
                </div>
            </div>

        </div>
    );
};

export default Teachers;